<?php
	return [
		'admin_email'       => 'admin@admin.ru',//E-mail администратора
		'admin_pagination'  => 15,//Количество элементов на сранице в админке
		'site_pagination'   => 5,//Количество элементов на сранице на сайте
		'max_image_width'   => 750,//Максимальная ширина изображений блога
		'max_image_height'  => 300,//Максимальная высота изображений блога
		'cache_articles'    => 0,//Кэширование статей в минутах. 0 - кэширование отключено
		'cache_menus'       => 0,//Кэширование меню в минутах. 0 - кэширование отключено
		'user_registration' => 0,//Разрешить регистрацию? Bool
		'allow_conmments'      => 1,//Разрешить комментарии? Bool
		'comments_autopublish' => 1,//автоматическая публикация комментариев
	];